{
  "sweet-gifts-for-bakers": {
    "slug": "sweet-gifts-for-bakers",
    "title": "Sweet Gifts for Bakers",
    "date": "December 5, 2022",
    "imgUrl": "https://res.cloudinary.com/dhc72wrqp/image/upload/v1671826054/prezy-prototype/gifts-for-bakers/Gifts-for-Bakers_zplkal.png",
    "description": "Looking for the perfect gift for the baker in your life? We've scoured the internet for unique gifts ranging from practical to trendy.",
    "categories": [
      {
        "title": "For the baker who wants to spruce up their supplies",
        "products": [
          {
            "title": "OXO Good Grips 8-Piece Baking Set",
            "description": "Give your favorite baker the gift of a well-organized kitchen. With this dishwasher-safe container set, your giftee can store all of the essential ingredients for easy access– without leaving a thing out of place. Buy it for the neat freak in your life, or the one who could use a little extra help.",
            "imgUrl": "https://res.cloudinary.com/dhc72wrqp/image/upload/v1670200515/prezy-prototype/gifts-for-bakers/oxo_o0l4xx.png"
          },
          {
            "title": "Libbey Selene Glass Cake Stand",
            "description": "Know a baker who loves to host? This glass cake dome set acts as a beautiful dessert holder for a dinner party spread. With a stand that spans 13” in diameter, it’s the perfect option for cupcakes, brownies, cookies, or anything else you’d like to display. Just be sure to let them know that it’s hand-wash only.",
            "imgUrl": "https://res.cloudinary.com/dhc72wrqp/image/upload/v1670200665/prezy-prototype/gifts-for-bakers/cake_stand_mvf9go.png"
          },
          {
            "title": "Garden Tile Measuring Cups",
            "description": "Shopping for a baker with a delicate, classic aesthetic? These stackable ceramic measuring cups add a flowery touch to any kitchen. Gift the set as an accent piece, or pair it with another item from the collection. Choose from a pie dish, dinner plates, a spoon rest, a butter dish, or even a pet bowl.",
            "imgUrl": "https://res.cloudinary.com/dhc72wrqp/image/upload/v1670200665/prezy-prototype/gifts-for-bakers/measuring_cups_zp54cv.png"
          },
          {
            "title": "Baker’s Collection Spice Box",
            "description": "Shopping for a baker with a delicate, classic aesthetic? These stackable ceramic measuring cups add a flowery touch to any kitchen. Gift the set as an accent piece, or pair it with another item from the collection. Choose from a pie dish, dinner plates, a spoon rest, a butter dish, or even a pet bowl.",
            "imgUrl": "https://res.cloudinary.com/dhc72wrqp/image/upload/v1670200665/prezy-prototype/gifts-for-bakers/spices_iwvp1n.jpg"
          }
        ]
      },
      {
        "title": "For the bookworm baker",
        "products": [
          {
            "title": "Ratio: The Simple Codes Behind the Craft of Everyday Cooking",
            "description": "In this New York Times Bestseller, author Michael Ruhlman lays out the concept of ratios as it relates to the basics of cooking. He aims to eliminate the need for step-by-step recipes by teaching his readers about the relationship between fundamental ingredients (water, flour, butter and oil, milk and cream, eggs).In the form of a gripping adventure story, Ruhlman rewrites the narrative of instruction-based baking, instead leaning into the science behind it. This book is the perfect gift for creative bakers who want to improvise in the kitchen with confidence.",
            "imgUrl": "https://res.cloudinary.com/dhc72wrqp/image/upload/v1670200665/prezy-prototype/gifts-for-bakers/simple_codes_waqbck.jpg"
          },
          {
            "title": "The Flavor Bible",
            "description": "This book may not be directly targeted at bakers, but it’s nevertheless an invaluable resource for any type of chef. Through an alphabetical list of thousands of ingredient entries, it offers a complete guide to crafting extraordinary flavor combinations and seasonings. With this book, your favorite baker will have a go-to resource for exploring and experimenting on the fly.",
            "imgUrl": "https://res.cloudinary.com/dhc72wrqp/image/upload/v1670200665/prezy-prototype/gifts-for-bakers/flavor_bible_s7etia.png"
          },
          {
            "title": "Baking with Dorie: Sweet, Salty & Simple",
            "description": "Even the best baker needs a good recipe book. In this aesthetic coffee table book, renowned culinary author Dorie Greenspan shares a variety of recipes, from breakfast dishes to pies and tarts. Many of the entries are even inspired by her travels, including Paris-style cookies and Lisbon chocolate cake.With this award-winning book, you can simultaneously present your giftee with a collection of sophisticated recipes and an eye-catching conversation piece.",
            "imgUrl": "https://res.cloudinary.com/dhc72wrqp/image/upload/v1670200665/prezy-prototype/gifts-for-bakers/dorie_xgbqn2.png"
          }
        ]
      },
      {
        "title": "For the sentimental baker",
        "products": [
          {
            "title": "Custom Pet Portrait Cookie Cutter",
            "description": "What’s the point of having a furry friend if you can’t memorialize it as a sugar cookie? Gift your pet-loving baker a custom cookie cutter so they can do just that. You can even combine it with a jar of homemade mix for a personal touch!Note: Since each cookie cutter is custom-made, your order can take some time to process. Keep that in mind, and plan ahead if this is on your list!",
            "imgUrl": "https://res.cloudinary.com/dhc72wrqp/image/upload/v1670200993/prezy-prototype/gifts-for-bakers/cookie_cutter_fghl8x.png"
          },
          {
            "title": "Personalized Pie Dish",
            "description": "Does your giftee have a signature dessert? Maybe one that they bring for every gift, event, or holiday? Save them a page on their recipe book and get it printed on a pie pan. If the measurements are top secret, you may have to do some sleuthing. But it will be well worth it once you present them with this sentimental dish.",
            "imgUrl": "https://res.cloudinary.com/dhc72wrqp/image/upload/v1670200995/prezy-prototype/gifts-for-bakers/personalized_pie_jau6rt.png"
          },
          {
            "title": "Recipe Photo Book",
            "description": "Every baker needs a classic recipe book. The only thing better is a photo version so they can preserve a picture of each dish. With Mixbook, you can order a personalized record of all of their best work. This custom book makes the perfect gift for a parent, spouse, or baking buddy who always means to document their creations but never does.",
            "imgUrl": "https://res.cloudinary.com/dhc72wrqp/image/upload/v1670200992/prezy-prototype/gifts-for-bakers/recipe_photo_bs0fed.png"
          }
        ]
      }
    ]
  },
  "gifts-for-college-students": {
    "slug": "gifts-for-college-students",
    "date": "December 12, 2022",
    "title": "44 Gifts for College Students",
    "imgUrl": "https://res.cloudinary.com/dhc72wrqp/image/upload/v1671826119/prezy-prototype/gifts-for-college-students/Gifts-for-College-Students_zkkolk.png",
    "description": "Between rigorous classes, moving away from home, and meeting new people, college life can be pretty crazy. In all of the chaos, a thoughtful present from a loved one can mean the world. Check out this list for 44 gifts to make your favorite college student feel more at home, from a cozy pajama set to a sunrise alarm clock.",
    "categories": [
      {
        "title": "For the student who needs some self care",
        "products": [
          {
            "title": "The Ultimate Wellness Package by Knack",
            "description": "Send a night of self care in a box with this wellness package by Knack, a curated gift box company. This premium present is chock full of treats to spark mindfulness and relaxation, including a ceramic candle, wellness patches, therapy dough, bath cubes, and more. You can also customize it to add or remove products as you see fit.",
            "imgUrl": "https://res.cloudinary.com/dhc72wrqp/image/upload/v1671824452/prezy-prototype/gifts-for-college-students/knack-wellness-box_q0vhqc.png"
          },
          {
            "title": "Blissful Gift Set by Lush Cosmetics",
            "description": "This Lush Cosmetics gift set is practically designed for college students, with plenty of dorm-friendly pampering products. Inside this box, you’ll find a variety of handmade treats, including shower scrub, moisturizer, foot lotion, body lotion, shower gel, body conditioner, bar soap, and a shower bomb.",
            "imgUrl": "https://res.cloudinary.com/dhc72wrqp/image/upload/v1671824452/prezy-prototype/gifts-for-college-students/lush-blissful-box_nqvghh.png"
          },
          {
            "title": "18 oz Standard Mouth Hydro Flask",
            "description": "Looking for a sturdy water bottle that won’t weigh down your student’s backpack? This 18 oz Hydro Flask provides the same insulation as the popular 32 oz version, at a much more manageable size.",
            "imgUrl": "https://res.cloudinary.com/dhc72wrqp/image/upload/v1671824452/prezy-prototype/gifts-for-college-students/hydroflask-18-oz_hbnem5.png"
          },
          {
            "title": "TONYMOLY Sheet Mask Collection",
            "description": "Give your giftee enough spa nights to last for weeks with this 10-piece sheet mask collection by the K Beauty company TONYMOLY. This set contains masks for a variety of purposes, from brightening to hydrating your skin.",
            "imgUrl": "https://res.cloudinary.com/dhc72wrqp/image/upload/v1671824462/prezy-prototype/gifts-for-college-students/sheet-mask-collection_zyfmcy.png"
          }
        ]
      },
      {
        "title": "For the one who prefers a cozy night in",
        "products": [
          {
            "title": "UGG Classic Scuff Slipper",
            "description": "Nothing makes dorm life cozier than a fluffy pair of slippers to walk around in. These shearling lined UGG slippers provide warm and stylish footwear your college student can slip into. Also available in a men’s pair.",
            "imgUrl": "https://res.cloudinary.com/dhc72wrqp/image/upload/v1671824462/prezy-prototype/gifts-for-college-students/uggs-women_kmui68.png"
          },
          {
            "title": "Brooklinen Super-Plush Robe",
            "description": "A plush robe is a must-have for a relaxing night in. Gift your college student some cozy loungewear with this robe by Brooklinen, a Brooklyn-based company known for its fluffy bedding. Made from 100% Turkish cotton, this product will quickly become a staple in your giftee’s nighttime wardrobe.",
            "imgUrl": "https://res.cloudinary.com/dhc72wrqp/image/upload/v1671824452/prezy-prototype/gifts-for-college-students/brooklinen-robe_z6dkcr.png"
          }
        ]
      }
    ]
  },
  "gifts-for-book-lovers": {
    "slug": "gifts-for-book-lovers",
    "date": "December 17, 2022",
    "title": "26 Novel Gifts for the Bookworm in Your Life",
    "description": "Want to find a gift to “wow” the chronic reader in your life? Instead of walking into a bookstore and choosing the first selection on the “Best-Seller” shelf, start with our hand-curated list.",
    "imgUrl": "https://res.cloudinary.com/dhc72wrqp/image/upload/v1671833004/prezy-prototype/gifts-for-book-lovers/Gifts-for-Book-Lovers_yibups.png",
    "categories": []
  },
  "gifts-for-new-homeowners": {
    "slug": "gifts-for-new-homeowners",
    "date": "December 20, 2022",
    "title": "30 Housewarming Gifts for the First-Time Homeowner",
    "description": "Shopping for new homeowners can be tricky. In addition to giving a gift from the heart, you also want it to stand out from the countless bottles of wine and houseplants they’re bound to receive. Luckily, we’re here to help. We’ve constructed a list of the internet’s most unique and personal gifts, from a custom welcome mat to a luxurious self care spa set.",
    "imgUrl": "https://res.cloudinary.com/dhc72wrqp/image/upload/v1671833177/prezy-prototype/gifts-for-new-homeowners/Gifts-for-New-Homeowners_s9dp3n.png",
    "categories": []
  },
  "gifts-for-beer-lovers": {
    "slug": "gifts-for-beer-lovers",
    "date": "December 23, 2022",
    "title": "21 One-of-a-Kind Gifts for the Snobbiest Beer Snob",
    "description": "Trying to find an unforgettable present for the beer snob in your life? We put together a list of standout gifts to satisfy any beer lover, from bottle opener sandals to a drink dispenser to converts a can to a draft.",
    "imgUrl": "https://res.cloudinary.com/dhc72wrqp/image/upload/v1671833190/prezy-prototype/gifts-for-beer-lovers/Gifts-for-Beer-Lovers_narxp4.png",
    "categories": []
  }
}
